{
  "Kamel Mohmmed": "كامل محمد",
  "Select More Work": "اختر العمل المزيد",
  "Resume": "السيرة الذاتية",
  "Get in Touch": "اتصل بي",
  "Beginner": "مبتدئ",
  "Web Developer": "مطور ويب",
  "Frontend": "المستقبل",
  "Designer, and": "مصمم ومطور ويب",
  "UI/UX": "UI/UX",
  "Designer": "مصمم",
  "Selected Work": "العمل المحدد",
  "See More": "اظهار المزيد",
  "This is a web application that allows you to create an account and keep track of your studies. You can also add tasks to your to-do list and track your progress.": "هذا تطبيق ويب يتيح لك إنشاء حساب وتتبع دراستك. يمكنك أيضًا إضافة المهام إلى قائمة المهام الخاصة بك وتتبع تقدمك.",
  "Who is Kamel?": "من هو كامل؟",
  "Kamel Mohammed": "كامل محمد",
  "is a passionate designer and developer based in Jeddah, Saudi Arabia.": "هو مصمم ومطور متحمس مقيم في جدة، المملكة العربية السعودية.",
  "Although he has": "على الرغم من أنه ليس لديه",
  "no formal industry experience": "أي خبرة رسمية في الصناعة",
  "he has worked extensively on personal projects and side practices, constantly sharpening his skills.": "إلا أنه عمل بشكل مكثف على مشاريع شخصية وتدريبات جانبية، مما يساعده على صقل مهاراته بشكل مستمر.",
  "Kamel enjoys creating simple, user-friendly designs and is always eager to learn new things. While you're here, feel free to": "يستمتع كامل بإنشاء تصاميم بسيطة وسهلة الاستخدام وهو دائمًا حريص على تعلم أشياء جديدة. أثناء تواجدك هنا، لا تتردد في",
  "say hi!": "قول مرحبًا!",
  "Get In Touch": "اتصل بي",
  "study app is web to help you study effectively, the app has pomodoro timer, todo list, and sticky notes.": "تطبيق الدراسة هو تطبيق ويب يساعدك على الدراسة بشكل فعال، يحتوي التطبيق على مؤقت بومودورو، قائمة مهام، وملاحظات لاصقة.",
  "study app 2 is a second version of study app, has new features,  like fallback, and more.": "تطبيق الدراسة 2 هو النسخة الثانية من تطبيق الدراسة، يحتوي على ميزات جديدة مثل التراجع، وأكثر.",
  "Menu Food helps you discover and choose new recipes easily and quickly.": "منيو فود يساعدك على اكتشاف واختيار وصفات جديدة بسهولة وسرعة.",
  "XO Game is a simple and fun website where you can play the classic Tic-Tac-Toe game. Challenge a friend or play against the computer to see who can win with three in a row!": "لعبة XO هي موقع بسيط وممتع حيث يمكنك لعب لعبة تيك تاك تو التقليدية. تحدى صديقًا أو العب ضد الكمبيوتر لترى من يمكنه الفوز بثلاثة في صف!",
  "Sonic Runner is an exciting website featuring a fun endless runner game. Guide Sonic through challenging obstacles, collect rings, and achieve high scores in this fast-paced adventure!": "سونك رانر هي لعبة ممتعة حيث يمكنك لعب لعبة سونيك الكلاسيكية. تحدى صديقًا أو العب ضد الكمبيوتر لترى من يمكنه الفوز بثلاثة في صف!",
  "My first website": "موقعي الأول",
  "Math 4 Kids is an educational website designed to make learning math fun and interactive for children. Explore games, puzzles, and activities that help build essential math skills while keeping kids engaged!": "رياضيات للأطفال هو موقع تعليمي مصمم لجعل تعلم الرياضيات ممتعًا وتفاعليًا للأطفال. استكشف الألعاب والألغاز والأنشطة التي تساعد في بناء مهارات الرياضيات الأساسية مع إبقاء الأطفال مستمتعين!",
  "Movie App is a user-friendly platform that lets you explore, discover, and keep track of your favorite movies. Browse trending titles, view detailed information, and create your personalized watchlist effortlessly!": "تطبيق الأفلام هو منصة سهلة الاستخدام تتيح لك استكشاف واكتشاف وتتبع أفلامك المفضلة. تصفح العناوين الرائجة، اعرض المعلومات التفصيلية، وابتكر قائمتك المفضلة بسهولة!",
  "Snake Game is a classic arcade-style website where you control a growing snake, collect food, and aim for the highest score. Challenge yourself to navigate without hitting walls or your own tail!": "لعبة الأفعى هي موقع بأسلوب الأركيد الكلاسيكي حيث تتحكم في أفعى تنمو، تجمع الطعام، وتهدف لتحقيق أعلى درجة. تحدى نفسك للتنقل دون الاصطدام بالجدران أو ذيلك!",
  "Download Resume as PDF": "تحميل السيرة الذاتية كـ PDF",
  "Download Resume as Word": "تحميل السيرة الذاتية كـ Word",
  "Professional Experience": "الخبرة المهنية",
  "Beginner Front End Developer 2023-Current": "مطور واجهات أمامية مبتدئ 2023-الآن",
  "Design and develop websites and web applications using HTML, CSS, JavaScript, and React": "تصميم وتطوير المواقع والتطبيقات باستخدام HTML و CSS و JavaScript و React",
  "Collaborate with the design team to create visually appealing and user-friendly interfaces": "التعاون مع فريق التصميم لإنشاء واجهات جذابة وسهلة الاستخدام",
  "Implement responsive design and ensure cross-browser compatibility": "تنفيذ التصميم المتجاوب وضمان التوافق عبر المتصفحات",
  "learning Web Development ▪ 2023-2024": "تعلم تطوير الويب ▪ 2023-2024",
  "Education": "التعليم",
  "High school graduate ▪ 2025": "خريج الثانوية العامة ▪ 2025",
  "Programming Languages": "لغات البرمجة",
  "React": "React",
  "Tailwind Css": "Tailwind CSS",
  "BootStrap": "Bootstrap",
  "Figma": "Figma",
  "Currently open to": "مفتوح حاليًا لـ",
  "Freelance": "العمل الحر",
  "collaborations": "التعاون",
  "Name": "الاسم",
  "Email": "البريد الإلكتروني",
  "How Can I Help?": "كيف يمكنني مساعدتك؟",
  "Submit": "إرسال",
  "The message was sent successfully.": "تم إرسال الرسالة بنجاح.",
  "The message failed to send.": "فشل إرسال الرسالة.",
  "Back To Top":"الصعود الى اعلى",
  "My Social Media Accounts": "حسابات التواصل الاجتماعي"
}
